Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: ཁྱིམ་བདག་ཁྱེད་རྣམས་འབྱུང་བར་འདོད་ན། ཆོས་གང་ཡང་བླང་བར་མི་བྱའོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཁྱིམ་བདག་རྣམས་ལེན་པས་ནི་སྲིད་པར་འགྱུར་རོ། །
en: In order to attain release, you householders should not hold on to any phenomenon. Why is this? Householders, it is because becoming follows with grasping. Without grasping there is no becoming.

source: མི་ལེན་པས་ནི་སྲིད་པ་མེད་དོ། ། དེ་ལ་ཁྱིམ་བདག་རྣམས་མིག་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མ་ཡིན་ནོ། ། གོང་མ་བཞིན་དུ་སྦྱར་ཏེ། རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་ཀྱི་བར་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མ་ཡིན་པ་ནས། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་མ་ཡིན་མོད་ཀྱི། ཁྱིམ་བདག་རྣམས་གང་རྣམ་པར་ཤེས་པ་ལ་བརྟེན་ཏེ། ང་དང་ངའི་ཞེས་ཡང་དག་པ་མ་ཡིན་པར་འཛིན་པ་དེ་དང་བྲལ་བ་དེ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། གང་དང་བྲལ་ན་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་ཡིན་ཞེ་ན། འདོད་ཆགས་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། ཞེ་སྡང་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། ། གཏི་མུག་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། ། མི་ཤེས་པ་དང་བྲལ་བ་ནི་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པ་སྟེ། ཡང་ཁྱིམ་བདག་རྣམས་མི་ཤེས་པ་ནི་འདས་པ་དང་། ད་ལྟར་དང་། མ་འོངས་པ་ལ་མེད་པར་གྱུར་པ་མ་ཡིན་མོད་ཀྱི། མི་ཤེས་པ་དང་བྲལ་ནས་ཤེས་པ་སྐྱེས་སོ། །
en: “So, in this way, householders, the eye does not attain nirvāṇa. The ear, the nose, the tongue, the body, and the mind do not attain nirvāṇa. In the same way, nothing that was mentioned above, up to and including the consciousness element, attains nirvāṇa. Householders, it is rather the reification made based on consciousness, leading to concepts such as I or mine, that disappears when one attains complete nirvāṇa. What is it that disappears when one attains complete nirvāṇa? Passion disappears when one attains complete nirvāṇa. Aggression disappears when one attains complete nirvāṇa. Delusion disappears when one attains complete nirvāṇa. Ignorance disappears when one attains complete nirvāṇa. The disappearance of ignorance does not take place in the past, the future, or the present, but when ignorance disappears, understanding dawns.

source: ཁྱིམ་བདག་རྣམས་དེ་ལ་ཤེས་པ་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཟད་པ་ཤེས་པའོ། ། དེ་ལ་ཟད་པ་ཤེས་པ་གང་ཞེ་ན། ཟད་པ་ཤེས་པ་ནི་འདས་པ་མ་ཡིན། ཟད་པ་ཤེས་པ་ནི་མ་འོངས་པ་མ་ཡིན། ཟད་པ་ཤེས་པ་ནི་ད་ལྟར་བྱུང་བ་མ་ཡིན་མོད་ཀྱི། ཁྱིམ་བདག་རྣམས་མིག་ལ་བརྟེན་ཏེ། མི་ཤེས་པ་དང་བྲལ་ནས་ཤེས་པ་སྐྱེས་པར་གྱུར་པ་དེ་ནི་མི་ཤེས་པ་དང་བྲལ་བའི་ཤེས་པའོ། མིག་ལ་བརྟེན་ཏེ་མི་ཤེས་པ་དང་བྲལ་ནས་ཤེས་པ་སྐྱེས་ཀྱང་ཤེས་པའི་དབྱིངས་ནི་ངའི་བ་མ་ཡིན་ནོ། ། གང་ངའི་བ་མ་ཡིན་པ་དེ་ཡོངས་སུ་མ་བཟུང་བའོ། ། གང་ཡོངས་སུ་མ་བཟུང་བ་དེ་སྤངས་པའོ། ། གང་སྤངས་པ་དེ་གྲོལ་བའོ། ། གང་ལས་གྲོལ་ཞེ་ན། བདག་ཏུ་འཛིན་པ་ལས་གྲོལ། སེམས་ཅན་དུ་འཛིན་པ་དང་། སྲོག་ཏུ་འཛིན་པ་དང་། གང་ཟག་ཏུ་འཛིན་པ་དང་། ཆད་པར་འཛིན་པ་དང་། རྟག་པར་འཛིན་པ་ལས་གྲོལ། ཡོངས་སུ་རྟོག་པ་ལས་གྲོལ་ཏེ། དེ་ཡོངས་སུ་མི་རྟོག་གོ ། ཡོངས་སུ་མི་རྟོག་པས་མི་རྟོག་རྣམ་པར་མི་རྟག་གོ ། ཅི་ལ་མི་རྟོག་ཅེ་ན། ང་ཞེས་མི་རྟོག་ངའི་ཞེས་མི་རྟོག་སྟེ། དེ་མི་སོགས་ཤིང་སོགས་པ་མེད་དེ། ལེན་པ་མེད་ཅིང་སྤངས་པས་ཡོངས་སུ་མྱ་ངན་ལས་འདས་སོ། ། གྲོལ་ལོ། ། བྱུང་ངོ་། ། རབ་ཏུ་རྣམ་པར་གྲོལ་ལོ། ། བྲལ་ལོ། ། གང་ལས་བྱུང་ཞེ་ན། སྡུག་བསྔལ་ཐམས་ཅད་ལས་བྱུང་ངོ་། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་འབྱུང་བར་འདོད་ན་ཆོས་གང་ཡང་བླང་བར་མི་བྱའོ། ། དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཁྱིམ་བདག་རྣམས་ལེན་པས་ནི་སྲིད་པར་འགྱུར་གྱི། མི་ལེན་པས་ནི་མ་ཡིན་ནོ། །
en: “Householders, what kind of understanding is this? It is an understanding of cessation. What is the understanding of cessation like? The understanding of cessation is not in the past. The understanding of cessation is not in the future. The understanding of cessation is not in the present. However, when that upon which ignorance rests disappears, understanding dawns, and understanding is the absence of that which ignorance rests upon. When that upon which ignorance rests disappears, understanding dawns, but the sphere of understanding is not something that one possesses. One who does not claim ownership does not cling to anything. One who does not cling to anything gives things up. One who gives things up is liberated. What is it that he is liberated from? He is liberated from clinging to a self. He is liberated from clinging to a being. He is liberated from clinging to a life force, from clinging to a person, from clinging to annihilation, and from clinging to eternity. He is liberated from all types of clinging. He is liberated from making assumptions, and so he does not assume anything. As he does not assume anything, he does not form mental constructions, and he does not discriminate. In what way does he not form mental constructions? He does not construct the ideas of I and mine. He avoids hoarding things and does not accumulate possessions. He gives things up and does not hold on to anything. When he gives things up, there is nirvāṇa, there is liberation, there is release, there is deliverance. What is it that he is released from? He is released from all suffering. In order to attain release, householders, you should not hold on to any phenomenon. Why is this? Householders, it is because becoming follows grasping. Without grasping there is no becoming.”

source: ལེན་པ་ལས་ནི་འཇིགས་སྐྱེ་སྟེ། །
en: “Through grasping, fear is born,

source: དེ་ཕྱིར་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: Causing rebirth in the lower realms.

source: འཇིགས་བཅས་གནས་ནི་འདི་མཐོང་ནས། །
en: Seeing this frightening situation,

source: མཁས་པས་དེ་ནི་མི་ལེན་ཏོ། །
en: The wise should not hold on to anything.

source: ལམ་གང་ཉིད་ལ་བསྒོམ་བྱ་བ། །ཤེས་རབ་ཀྱིས་ནི་དེ་བལྟ་སྟེ། །
en: “Make the path your focus, And investigate it with intelligence.

source: ཤེས་རབ་ཀྱིས་ནི་མཐོང་འགྱུར་བས། །རྣམ་པ་གཞན་དུ་མི་འགྱུར་རོ། །
en: When it is seen correctly, with intelligence, One will have no other aim.

source: སྐྱེ་མཆེད་ཐམས་ཅད་སྟོང་པ་སྟེ། །
en: “All sensory impressions are empty;

source: སྙིང་པོ་མེད་པ་གཡོ་ཞིང་གསོག །
en: They are fickle, void, and without essence.

source: སྐྱེ་དགུ་རྣམས་ནི་སྲེད་པས་བསླུས། །དེ་ལ་ཆགས་པར་མི་བྱའོ། །
en: Do not let yourself be thrown off By the craving that deceives people.

source: ཆོས་རྣམས་སྟོང་པར་ངས་མཁྱེན་ཏེ། །
en: “I know that phenomena are empty.

source: ཆོས་རྣམས་སྙིང་པོ་མེད་པར་མཁྱེན། །
en: I know that phenomena are without essence.

source: བདེ་བརྙེས་མྱ་ངན་མི་མཛད་དེ། །
en: Having achieved peace, I do not suffer.

source: ངས་ནི་མི་གཡོ་བདེ་བ་བརྙེས།
en: I have attained unshakable happiness.

source: །གང་གིས་འདི་ལྟར་ཆོས་རྣམས་ཀུན། །སྟོང་པ་ཉིད་དུ་ཤེས་པ་དེ། །
en: “Those who are aware of this, That all phenomena are empty,

source: སྡུག་བསྔལ་དག་ནི་ཀུན་ལས་ཐར། །
en: Are liberated from all suffering.

source: དེ་ལ་རྩོད་པ་མེད་པ་ཡིན། །
en: About this there can be no dispute.

source: འདོད་པ་འདི་ནི་ཡོངས་སུ་འཛིན་ཀུན་དང་། །གཙེ་བ་ཐམས་ཅད་ཀྱི་ཡང་སྐྱེད་པ་ཡིན། །
en: “Desire is the mother of all attachment And of all misfortune.

source: ཡོངས་སུ་འཛིན་པ་དག་ལས་ལེན་པར་གསུངས། །
en: Because of attachment there is grasping,

source: ལེན་པ་དག་ལས་སྲིད་པ་འབྱུང་བར་འགྱུར། །
en: And with grasping arises becoming.

source: སྲིད་པ་ལས་ནི་རྫོགས་སྐྱེ་སྐྱེ་བ་སྟེ། །
en: “Becoming leads to the process of being born

source: དེ་ནི་འཇུག་པ་དག་དང་འགྲུབ་པར་འགྱུར། །
en: And the entrance into a new life cycle.

source: སྐྱེས་ནས་ནད་དང་རྒ་དང་འཆི་བ་དང་། །མི་འདོད་སྡུག་བསྔལ་ཆེན་པོ་གཞན་དག་གནོད། །
en: When one is born, one must undergo sickness, aging, Death, and many other such unwanted sufferings.

source: འདོད་པ་མེད་ན་ལེན་པ་ཡོད་མ་ཡིན། །
en: “Without desire there will be no grasping,

source: ལེན་པ་མེད་ན་སྲིད་པར་མི་འགྱུར་ཏེ། །
en: And without grasping, no becoming.

source: སྲིད་པ་མངོན་པར་འགྲུབ་པ་ལས་འདས་པ་ནི། །སྐྱེ་རྒ་ན་དང་འཆི་བར་མི་འགྱུར་རོ། །
en: When becoming and a new life cycle are avoided, There will be no birth, aging, sickness, or death.

source: དེ་ཕྱིར་ཁྱེད་ཀུན་གཅིག་ཏུ་འདུས་གྱུར་ནས། །ཡོངས་སུ་འཛིན་པ་རྣམ་པར་སྤང་བྱོས་ལ། །བུ་དང་ཆུང་མ་དག་ལ་དགའ་སྤོངས་ཏེ། །དགེ་སློང་ཚུལ་འདི་མྱུར་དུ་བླང་བར་བྱོས། །
en: “So, you must abandon your grasping At any bond whatsoever, And having shunned your affection for wife and children, Without delay take up the life of a mendicant.

source: ཤེས་ཀྱི་ཁེ་འདོད་རྙེད་པ་འདོད་མ་བྱེད། །
en: “O seekers of knowledge, do not seek possessions,

source: ངན་ངོན་ཙམ་དག་གིས་ནི་ཆོག་བྱོས་ལ། །གདོལ་པ་དག་དང་འདྲ་བའི་དམའ་སེམས་ཀྱིས། །གཞན་གྱི་གྲོང་དུ་ཉེ་བར་འགྲོ་བར་བྱ། །
en: But be content with anything at all! You should have the attitude of a lowly outcaste When he meets people of higher status.

source: ང་ནི་ཚུལ་ཁྲིམས་ལྡན་ཞེས་བདག་མ་སྙེམས། །འདི་ནི་ཚུལ་ཁྲིམས་ངན་ཞེས་གཞན་མ་བརྙས། །ཚུལ་ཁྲིམས་ཙམ་གྱིས་གཞན་ལ་གང་བརྙས་པ། །སྙེམས་ཕྱིར་དེ་ནི་ཚུལ་ཁྲིམས་འཆལ་ཅེས་བྱ། །
en: “Do not think that you uphold morality While you disparage another, thinking, ‘He is immoral.’ The moralist who has contempt for others Destroys his own morality with such thoughts.

source: ཇི་ལྟར་རི་དགས་དག་ནི་རྒྱས་ཟིན་པ། །དེ་དག་ཉིད་དུ་དེ་ཟིན་གསོད་པ་ལྟར། །དེ་བཞིན་བདུད་ཀྱི་ཞགས་པས་ཟིན་པ་དེ། །
en: “Just as a deer that has been caught in a trap Brings about its own death in realizing this, One who is aware of the traps of Māra

source: སྙེམས་པ་དེ་ཉིད་ཀྱིས་ནི་དེ་བཅོམ་མོ། །
en: But still arrogant, creates his own downfall.

source: འཕྱ་བའི་བསམ་པ་ཅན་གྱི་གང་ཟག་དག །
en: “When people harbor contempt,

source: གཞན་ལ་བརྙས་པས་བདག་ཉིད་ཉམས་པར་བྱེད། །
en: Their disdain for others leads to their own corruption.

source: དེ་བས་ཚུལ་ཁྲིམས་འཆལ་ལའང་མི་བརྙས་ན། །
en: Therefore, do not look down on those who are immoral,

source: ཁྲིམས་ལྡན་ཚངས་པར་སྤྱོད་ལ་སྨོས་ཅི་དགོས། །
en: Much less one who practices the morality of chastity.

source: དྲང་སྲོང་དེས་པའི་རྗེས་སུ་སློབ་པ་དག །
en: “Those who undertake the training of the gentle ascetics

source: རྣམ་པར་གྲོལ་བ་ཞི་བ་འདི་ཚོལ་ཞིང་། །ལུས་དང་སྲོག་རྣམས་ལ་ཡང་མི་ལྟ་བར། །རྟག་ཏུ་དབེན་པ་དགོན་པར་གནས་པར་བྱ། །
en: Should always retreat to solitude in the wilderness. With no concern for their body or their life, They will find liberation and peace.

source: གནོད་པའི་རྩ་བ་གཅེར་བུའི་གསང་ཚིག་དང་། །འཇིག་རྟེན་རྒྱང་པན་གསང་ཚིག་རྣམས་སྤོངས་ལ། །སྟོང་པ་ཉིད་དང་ལྡན་པར་གང་གསུངས་པ། །ཟབ་མོའི་ཆོས་ལ་དགའ་བ་བསྐྱེད་པར་བྱོས། །
en: “Abandon the harmful philosophies Of the materialists and the Jains, And develop affection for the profound teachings That proclaim emptiness.

source: ནང་དང་ཕྱི་རོལ་དག་གི་སྐྱེ་མཆེད་ནི། །བཅུ་གཉིས་པོ་སྟེ་སེམས་ཀྱི་རྩ་བར་བཤད། །
en: “The mind has twelve roots: The outer and inner sense fields.

source: དེ་དག་ཀུན་ཀྱང་ལས་ཀྱི་རྒྱུ་ལས་བྱུང་ངོ་། །
en: These have their origin in karma and conditions,

source: ལས་ཀྱང་ཡུན་རིང་སེམས་པས་བཞག་པའོ། །
en: And their imprints remain in the mind for a long time.

source: མིག་དང་གཟུགས་གཉིས་ལ་ནི་བརྟེན་བྱས་ནས། ། རྐྱེན་རྣམས་ལས་ཀྱང་རྣམ་པར་ཤེས་པ་སྐྱེ། །
en: “Consciousness arises In dependence on the conditions of both the eye and form.

source: འདུ་བ་མ་ཚང་བས་ནི་ནུབ་གྱུར་ཏེ། །
en: When these circumstances are not present, it fades away,

source: ཇི་ལྟར་ཤིང་མེད་མེ་ནི་མི་འབར་བཞིན།
en: Just like a fire running out of fuel.

source: །དེ་ལྟར་ཆོས་འདི་ཐམས་ཅད་རབ་སྐྱེས་པ། །ཕན་ཚུན་འདུས་པ་ལས་ནི་འབྱུང་བར་འགྱུར། །
en: “All phenomena originate in this way When the totality of interrelated factors comes together.

source: བྱེད་པ་པོ་དང་ཚོར་བ་མི་དམིགས་ཏེ། །
en: No one who acts or experiences apprehends anything.

source: བྱ་བ་དག་ནི་སྒྱུ་མ་ལྟ་བུར་སྣང་། །
en: Activity is only an appearance, an illusion.

source: ངས་ནི་ནང་དང་ཕྱི་རོལ་ཆོས་རྣམས་ཀུན། །སྟོང་པ་ཉིད་དེ་སྒྱུ་མ་འདྲ་བར་མཁྱེན། །
en: “I have seen that, like an illusion, All phenomena, external and internal, are empty.

source: བྱིས་པ་མི་ཤེས་ལོག་པར་འཛིན་པ་དག །
en: Fools form mental constructions and create misunderstanding,

source: ང་དང་ང་ཡི་ཞེས་ཀྱང་རྣམ་པར་རྟོག །
en: Believing in the ideas of I and mine.

source: མིག་ནི་ནང་ན་ཅུང་ཟད་ཡོད་མ་ཡིན། །
en: “There is nothing that is inside the eye,

source: ཕྱི་རོལ་གང་དུའང་སེམས་ཅན་མི་དམིགས་ཏེ། །
en: No place outside the eye where beings can apprehend anything.

source: མིག་ནི་བདག་མེད་བྱེད་མེད་སྲོག་མེད་དེ། ། ཆོས་རྣམས་ཀུན་ཀྱང་དེ་ལྟར་ཤེས་པར་བྱོས། །
en: You should understand that, like the eye, All phenomena are selfless and powerless, with no life force.

source: མིག་ནི་སེམས་ཤིང་གྲོལ་བར་འདོད་མ་ཡིན། །
en: “The eye does not think or wish for liberation.

source: དེ་བཞིན་རྣ་བ་དང་ནི་སྣ་དང་ལྕེ། །ལུས་དང་ཡིད་དང་གཟུགས་ཀྱང་བྱེད་མེད་དེ། །
en: The same goes for the ear, the nose, and the tongue. Body, mind, and form are helpless.

source: ཆོས་རྣམས་ཐམས་ཅད་དེ་དང་འདྲ་བར་ལྟོས། །
en: Understand that all phenomena are like this.

source: ཇི་ལྟར་རྒྱ་མཚོ་དག་གི་ཆུ་ལས་ནི། །དབུ་བ་རྡོས་པ་ཆེན་པོ་མང་བྱུང་བ། །དེ་ལ་མིག་ལྡན་ཚུལ་བཞིན་ངེས་བརྟགས་ན། །
en: “Using the example of the swell of waves on the ocean That gives rise to a great many bubbles of froth, The seer thoroughly investigates

source: དབུ་བ་རྡོས་པ་ཉམ་ཆུང་སྙིང་པོ་མེད། །
en: The essenceless, feeble mass of froth.

source: དེ་བཞིན་ཕུང་པོ་ལྔ་ཡི་ངོ་བོ་ཉིད། །དབུ་བ་ལྟ་བུར་ཉམ་ཆུང་གང་ཤེས་པ། །གཙེ་བ་ཐམས་ཅད་དང་ནི་སྐྱེ་བ་དང་། །རྒ་དང་མྱ་ངན་གཙེ་ལས་གྲོལ་བར་འགྱུར། །
en: “This is the nature of the five skandhas, And one who knows that they are as fragile as bubbles Is liberated from all afflictions, The afflictions of birth, aging, and sorrow.

source: གང་དག་ང་ཡི་བསྟན་ལ་རབ་བྱུང་ནས། །
en: “One who becomes a renunciant on the basis of my teaching

source: ཆོས་ཀུན་སྒྱུ་མ་ལྟ་བུར་ཤེས་པ་དེ། །
en: Knows that all phenomena are like illusions.

source: ཡུལ་གྱི་བསོད་སྙོམས་འབྲས་བུ་ཡོད་པར་ཟ། །
en: He does not consume the alms of the kingdom in vain,

source: དེ་ནི་ཕྱོགས་བཅུའི་སངས་རྒྱས་མཆོད་པར་བྱེད། །
en: And he honors the buddhas of the ten directions.”

source: དེ་ནས་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་ས་ཕྱོགས་དེ་ཉིད་ན་གནས་པ་དེ་དག་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ །འདི་ལྟ་སྟེ་དཔེར་ན་གོས་དོག་པ་ནག་པོ་དང་བྲལ་བ་ཚོན་དུ་བཅུག་ན་ མྱུར་དུ་ཚོན་འཛིན་པ་དེ་བཞིན་དུ་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་ས་ཕྱོགས་དེ་ཉིད་ན་གནས་པ་དེ་དག་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ །
en: The five hundred householders who were present there then attained the immaculate, stainless, pure vision of the way phenomena are. Just as white unstained fabric absorbs color quickly when it is soaked in dye, the five hundred householders who were present there attained the immaculate, stainless, pure vision of the way phenomena are.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཁྱིམ་བདག་ལྔ་བརྒྱ་ཙམ་པོ་དེ་དག་ལ་ཆོས་ཀྱི་གཏམ་གྱིས་ཡང་དག་པར་བསྟན། ཡང་དག་པར་གཟེངས་བསྟོད། ཡང་དག་པར་རབ་ཏུ་དགའ་བར་བྱས་སོ། ། དེ་ལ་བཅོམ་ལྡན་འདས་ཀྱི་ཆོས་ཀྱི་གཏམ་ནི་འདི་ཡིན་ཏེ། ཁྱིམ་བདག་རྣམས་མིག་ཀུན་ཏུ་འབར་ཏེ། ཅིས་ཀུན་ཏུ་འབར་ཞེ་ན། འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེས་ཀུན་ཏུ་འབར་རོ། ། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པས་ཀུན་ཏུ་འབར་ཏེ བདག་གིར་བྱ་བ་སྡུག་བསྔལ་ལོ་ཞེས་བཤད་དོ། །ཁྱིམ་བདག་རྣམས་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་བར་དུ་ཀུན་ཏུ་འབར་ཏེ།
en: The Lord then inspired and thrilled the five hundred householders by explaining his instruction in the Dharma in further detail: “The Lord’s instruction in the Dharma is like this. Householders, the eye is burning. With what kind of fire is it burning? It is burning with the fire of passion, with the fire of anger, with the fire of delusion. I say to you that suffering comes about when you identify with birth, aging, sickness, death, pain, despair, suffering, depression, and struggle. In the same way, householders, the ear, the nose, the tongue, the body, and the mind are burning.

source: ཅིས་ཀུན་ཏུ་འབར་ཞེ་ན། འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེ་དང་། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པས་ཀུན་ཏུ་འབར་ཏེ བདག་གིར་བྱ་བ་སྡུག་བསྔལ་ལོ་ཞེས་བཤད་དོ། ། ཁྱིམ་བདག་རྣམས་གཟུགས་ཀུན་ཏུ་འབར་ཏེ། ཅིས་ཀུན་ཏུ་འབར་ཞེ་ན། འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེས་ཀུན་ཏུ་འབར་རོ། ། དེ་ལྟར་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་རྣམས་ཀྱང་གོང་མ་བཞིན་དུ་སྦྱར་རོ། ། ཁྱིམ་བདག་རྣམས་གཟུགས་ཀྱི་ཕུང་པོ་ཀུན་ཏུ་འབར་ཏེ། ཅིས་ཀུན་ཏུ་འབར་ཞེ་ན། འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེས་ཀུན་ཏུ་འབར་རོ། ། ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ཡང་དེ་བཞིན་ནོ། ། ཁྱིམ་བདག་རྣམས་སའི་ཁམས་ཀུན་ཏུ་འབར་ཏེ།
en: With what kind of fire are they burning? They are burning with the fire of passion, with the fire of anger, with the fire of delusion. I say to you that suffering comes about when you identify with birth, aging, sickness, death, pain, despair, suffering, depression, and struggle. Householders, form is burning. With what kind of fire is it burning? It is burning with the fire of passion, with the fire of anger, with the fire of delusion, and similarly with the entities in between, as well as with sound, smell, taste, physical objects, and mental objects. Householders, the skandha of form is burning. With what kind of fire is it burning? It is burning with the fire of passion, with the fire of anger, with the fire of delusion. It is the same with the skandha of feeling, the skandha of perception, the skandha of mental conditioning, and the skandha of consciousness. Householders, the earth element is burning.

source: ཅིས་ཀུན་ཏུ་འབར་ཞེ་ན། འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེས་ཀུན་ཏུ་འབར་རོ། ། ཁྱིམ་བདག་རྣམས་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་ཀུན་ཏུ་འབར་ཏེ། ཅིས་ཀུན་ཏུ་འབར་ཞེ་ན། འདོད་ཆགས་ཀྱི་མེ་དང་། ཞེ་སྡང་གི་མེ་དང་། གཏི་མུག་གི་མེས་ཀུན་ཏུ་འབར་རོ། ། སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པས་ཀུན་ཏུ་འབར་ཏེ བདག་གིར་བྱ་བ་སྡུག་བསྔལ་ལོ་ཞེས་བཤད་དོ། ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་མིག་བླང་བར་མི་བྱའོ། །ཞེས་ཁྱིམ་བདག་རྣམས་དེ་ལྟར་བསླབ་པར་བྱའོ། ། དེ་བཞིན་དུ་ཁྱིམ་བདག་རྣམས་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་བླང་བར་མི་བྱའོ་ཞེས་དེ་ལྟར་བསླབ་པར་བྱའོ། ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་གཟུགས་བླང་བར་མི་བྱ། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་བླང་བར་མི་བྱའོ་ཞེས་དེ་ལྟར་བསླབ་པར་བྱའོ། ། ཁྱིམ་བདག་རྣམས་གཟུགས་ཀྱི་ཕུང་པོ་བླང་བར་མི་བྱ། ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པའི་ཕུང་པོ་བླང་བར་མི་བྱའོ། ། ཞེས་དེ་ལྟར་བསླབ་པར་བྱའོ། ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་སའི་ཁམས་བླང་བར་མི་བྱ། ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་བླང་བར་མི་བྱའོ་ཞེས་དེ་ལྟར་བསླབ་པར་བྱའོ། ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་རྣམ་པར་ཤེས་པའི་ཁམས་བླང་བར་མི་བྱའོ་ཞེས་དེ་ལྟར་བསླབ་པར་བྱའོ། ། དེ་བས་ན་ཁྱིམ་བདག་རྣམས་འཇིག་རྟེན་འདི་བླང་བར་མི་བྱ། འཇིག་རྟེན་ཕ་རོལ་བླང་བར་མི་བྱའོ་ཞེས་ཁྱིམ་བདག་རྣམས་དེ་ལྟར་བསླབ་པར་བྱའོ། །
en: With what kind of fire is it burning? It is burning with the fire of passion, with the fire of anger, with the fire of delusion. In the same way, householders, are the water element, the fire element, the wind element, and the space element burning. With what kind of fire are they burning? They are burning with the fire of passion, with the fire of anger, with the fire of delusion. I say to you that suffering comes about when you identify with birth, aging, sickness, death, pain, despair, suffering, depression, and struggle. “Householders, you should train yourselves by thinking, ‘Because of this, we householders will now no longer hold on to the eye.’ In the same way, householders, train yourselves by thinking, ‘We householders will no longer hold on to the ear, the nose, the tongue, the body, or the mind.’ Train yourselves by thinking, ‘We householders will now no longer hold on to form. We will no longer hold on to sounds, smells, tastes, physical objects, or mental objects.’ Householders, train yourselves by thinking, ‘We will no longer hold on to the skandha of form. We will no longer hold on to the skandha of feeling, the skandha of perception, the skandha of mental conditioning, or the skandha of consciousness.’ You should train yourselves by thinking, ‘We householders will now no longer hold on to the earth element. We will no longer hold on to the water element, the fire element, the wind element, or the space element.’ Train yourselves by thinking, ‘We will now no longer hold on to the consciousness element.’ Householders, train yourselves by thinking, ‘We householders will now no longer hold on to this world, and we will no longer hold on to the world beyond.’

source: ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་མིག་མི་ལེན་ཅིང་། རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་མིག་ནས་ཡིད་ཀྱི་བར་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་གཟུགས་མི་ལེན་ཅིང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་རྣམས་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་ཆོས་ཐམས་ཅད་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་གཟུགས་ཀྱི་ཕུང་པོ་མི་ལེན་ཅིང་ཚོར་བའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཀྱི་ཕུང་པོ་དང་། འདུ་བྱེད་ཀྱི་ཕུང་པོ་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་ཕུང་པོ་རྣམས་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་རྣམ་པར་ཤེས་པའི་ཕུང་པོ་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་སའི་ཁམས་མི་ལེན་ཅིང་ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་ཁམས་རྣམས་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་རྣམ་པར་ཤེས་པའི་ཁམས་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་རྣམ་པར་ཤེས་པའི་ཁམས་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་འཇིག་རྟེན་འདི་མི་ལེན་ཅིང་འཇིག་རྟེན་ཕ་རོལ་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་འཇིག་རྟེན་ཐམས་ཅད་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་ཆོས་ཐམས་ཅད་མི་ལེན་པ་དེ་ན་ཁྱེད་རྣམས་ཆོས་ཐམས་ཅད་ལ་མི་གནས་པར་འགྱུར་རོ། ། ཁྱིམ་བདག་ཁྱེད་རྣམས་ནམ་ཆོས་ཐམས་ཅད་ལ་མི་གནས་པ་དེ་ན་ཁྱེད་རྣམས་མི་འབྱུང་མི་འཇིག་གོ ། ཁྱེད་རྣམས་ནམ་མི་འབྱུང་མི་འཇིག་པ་དེ་ན་ཁྱེད་རྣམས་སྐྱེ་བ་དང་། རྒ་བ་དང་། ན་བ་དང་། འཆི་བ་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་རྣམས་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་ཏེ་སྡུག་བསྔལ་ལས་ཡོངས་སུ་ཐར་བར་འགྱུར་རོ་ཞེས་བཤད་དོ། །
en: “Householders, when you no longer hold on to the eye and no longer hold on to the ear, the nose, the tongue, the body, or the mind, then you will no longer be dependent on the eye and so forth, up to and including the mind. Householders, when you no longer hold on to form and no longer hold on to sounds, smells, tastes, physical objects, and mental objects, then you will no longer be dependent on any of these phenomena. Householders, when you no longer hold on to the skandha of form and no longer hold on to the skandhas of feeling, perception, and mental conditioning, then you will no longer be dependent on these skandhas. Householders, when you no longer hold on to the skandha of consciousness, then you will no longer be dependent on the skandha of consciousness. Householders, when you no longer hold on to the earth element and no longer hold on to the water element, the fire element, the wind element, or the space element, then you will no longer be dependent on these elements. Householders, when you no longer hold on to the consciousness element, then you will no longer be dependent on the consciousness element. Householders, when you no longer hold on to this world and no longer hold on to the world beyond, then you will not be dependent on any world. Householders, when you no longer hold on to any of these phenomena, then you will no longer be dependent on any of these phenomena. Householders, when you are no longer dependent on any of these phenomena, then you will no longer be subject to becoming, and you will no longer perish. When you are no longer subject to becoming and no longer perish, then you will be fully liberated from birth, aging, sickness, death, pain, despair, suffering, depression, and struggle. You will be fully liberated from suffering. This is what I say to you.”

source: སྐྱེ་བ་དང་ནི་འཆི་བ་ཡིས། །འཇིག་རྟེན་འདི་ཀུན་ཀུན་ནས་འབར། །བྱིས་པ་སྐྱབས་མེད་གཙེ་བ་སྟེ། །དེ་དག་འཕགས་པའི་ལམ་ལས་ཉམས། །
en: “All this world is ablaze With birth and with death, And defenseless, troubled fools Have abandoned the noble path!

source: བརྒྱ་ལམ་འཇིག་རྟེན་སྣང་མཛད་པ། །དེ་བཞིན་གཤེགས་པ་འབྱུང་བར་འགྱུར། །
en: “From time to time, the world is illuminated By the appearance of tathāgatas.

source: དལ་བ་ཆུད་ཟོས་མ་བྱེད་པར། །བརྩོན་འགྲུས་བརྟན་པ་ཙམ་བྱོས་ཤིག །གང་ལ་གནས་ཏེ་རྣམ་སྒོམ་པ། །ཤེས་རབ་ཀྱིས་ནི་དེ་ཡང་ལྟོས། །
en: Do not waste this opportunity, But engage yourself with determination and diligence. “You should observe with discernment Whatever your attention rests upon.

source: ཤེས་རབ་ཀྱིས་ནི་དེ་མཐོང་སྟེ། །
en: When you view it with discernment,

source: རྣམ་པ་གཞན་དུ་མི་འགྱུར་རོ། །
en: You will not err.

source: གང་ལ་གནས་ཏེ་སེམས་སྒོམ་པ། །ཐམས་ཅད་སྟོང་པར་ཤེས་པར་བྱ། །
en: “Whatever you experience, See that it is all empty.
